{
  "members": {
    "CsukaBotond": {
      "name": "Botond Csuka",
      "post": "Botond Csuka works on early modern philosophy and eighteenth-century British intellectual history. He is assistant professor at the Department of Philosophy at the University of Szeged.",
      "profileImg": "/person/CsukaBotond.jpg",
      "bio": "Botond Csuka is Assistant professor at the Department of Philosophy at the University of Szeged. He works on early modern philosophy and eighteenth-century intellectual history, and is particularly interested in how the early modern cooperation of philosophy, science, medicine and the arts shaped our modern understanding of the human body and somatic practices.  Botond also has an interest in the current developments in somaesthetics, everyday aesthetics and environmental aesthetics.",
      "publications": [
        {
          "year": "2022",
          "title": "'Gyógyító penitencia': A testedzés a korai brit felvilágosodás orvosi irodalmában. In Draskóczy, E. és Etlinger, M. (szerk.).",
          "source": "Betegség és gyógyulás a kora újkori irodalomban (1450–1760). Budapest: Reciti Kiadó, 529-543.",
          "url": "",
          "lang": "hu"
        },
        {
          "year": "2014",
          "title": "“Szómaesztétika és az élet művészete. Válogatás Richard Shusterman írásaiból”.",
          "source": "BUKSZ, 26:3, pp. 283-286.",
          "url": "",
          "lang": "hu"
        },
        {
          "year": "2024",
          "title": "\"Medicine and Physiology in Joseph Addison's Aesthetics\".",
          "source": "In Fórizs, G. et al. (eds.) Aesthetic Communication in Europe 1700-1850. Berlin: de Gruyter.",
          "url": "",
          "lang": "en"
        },
        {
          "year": "2023",
          "title": "\"Review of Somaesthetics and Sport: edited by Andrew Edgar\".",
          "source": "Journal of the Philosophy of Sport, 50(2), 300–304.",
          "url": "https://doi.org/10.1080/00948705.2023.2168276",
          "lang": "en"
        },
        {
          "year": "2022",
          "title": "\"Review of Philosophy and the Art of Writing by Richard Shusterman\".",
          "source": "The Journal of Aesthetics and Art Criticism, 80(4), 523–527",
          "url": "https://doi.org/10.1093/jaac/kpac045",
          "lang": "en"
        },
        {
          "year": "2022",
          "title": "“Pragmatist Aesthetics: Looking Back after 30 Years – An Interview with Richard Shusterman”",
          "source": "MOME Budapest",
          "url": "https://www.youtube.com/watch?v=EkXlcm_a694&t=46s",
          "lang": "en"
        },
        {
          "year": "2020",
          "title": "\"From the Sympathetic Principle to the Nerve Fibres and Back: Revisiting Edmund Burke’s Solutions to the \"Paradox of Negative Emotions\"\".",
          "source": "In: Balogh, P. and Fórizs, G. (eds.) Angewandte anthropologische Ästhetik. Konzepte und Praktiken 1700–1900 = Applied Anthropological Aesthetics. Concepts and Practices 1700–1900. Hannover: Wehrhahn Verlag, 139-173. ",
          "url": "",
          "lang": "en"
        }
      ]
    },
    "KeszegAnna": {
      "name": "Anna Keszeg",
      "post": "Anna Keszeg holds positions as an associate professor at the Institute for Theoretical Studies at Moholy-Nagy University of Art and Design, Budapest, and as an assistant professor at the Department of Communication, Public Relations, and Advertising at Babeș-Bolyai University, Cluj-Napoca.",
      "profileImg": "/person/keszeg_anna1.jpg",
      "bio": "Anna Keszeg holds positions as an associate professor at the Institute for Theoretical Studies at Moholy-Nagy University of Art and Design, Budapest, and as an assistant professor at the Department of Communication, Public Relations, and Advertising at Babeș-Bolyai University, Cluj-Napoca. Her primary research interests lie in contemporary visual culture, particularly focusing on popular culture, television, fashion communication, and critical fashion studies. With a diverse academic background encompassing philosophy, history, Hungarian and French language and literature, she is committed to transdisciplinarity, seeking to contribute to a critical history of the present inspired by the works of Michel Foucault. Her fascination with somaesthetics is informed by contemporary practices in fashion design, notably sartorial practices. In 2022, she authored a Hungarian-language book examining the various media regimes within contemporary fashion. Her scholarly articles have been featured in journals such as the European Review, Cinema&Cie, Hungarian Studies, and the European Journal of Popular Culture.",
      "publications": [
        {
          "year": "2023",
          "title": "“A divat bátorsága : Foucault és a relacionális materializmusra alapozott divat fogalma”",
          "source": "Replika 129, pp. 87-103.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "Divat-újratervezés : A kortárs divat médiaműködései (esettanulmányok).",
          "source": "Budapest: Budapesti Metropolitan Egyetem.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "“Exhausting Beauties, Fashion Faux Pas, and Sartorial Rights. How Fashion Shaped the Self-definition of Gen X, Y, Z? : A Case Study of Euphoria, Girls, and Sex and the City.”",
          "source": "Acta Universitatis Sapientiae Social Analysis 12, pp. 77-96.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2021",
          "title": "Keszeg, Anna, Hansen Kim Toft, Sándor Kálai. “From Remade Drama to Original Crime – HBO Europe’s Original Television Productions.”",
          "source": "European Review 29: 5, pp. 601-617.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "MaroyKrisztina": {
      "name": "Krisztina Maróy",
      "post": "Krisztina Maróy is a doctoral student at Moholy-Nagy University of Art and Design. Since 2004 she has been the founding Editor-in-chief of the Hungarian edition of Glamour magazine. ",
      "profileImg": "/person/Krisztina_Maroy_portre.jpg",
      "bio": "Krisztina Maróy is a doctoral student at Moholy-Nagy University of Art and Design. Since 2004 she has been the founding Editor-in-chief of the Hungarian edition of Glamour magazine. She studies the relationship between fashion and media, exploring the opportunities that can be created to make the industry more eco-conscious and inclusive. Her research focuses on designers such as Katharine Hamnett, Stella McCartney, and Hussein Chalayan, as well as Japanese drop culture, new-generation fabrics, and the negative impact of the ready-to-wear garments industry on our body image. As an activist, she works to strengthen women’s perspectives in the media, constantly giving opportunities to women creators. In the publications she edited, quotas for women and Roma people were introduced, the latter with the active cooperation of editors belonging to this minority, who decide what media representation they consider to be fair and correct. In 2023, she was named one of Hungary's 50 most influential people in digital media.",
      "publications": [
        {
          "year": "2022",
          "title": "“Soha nem vagy elégedett semmivel? Nem vagy egyedül”",
          "source": "Híd 10, 100-105.",
          "lang": "hu",
          "url": ""
        }
      ]
    },
    "HorvathNora": {
      "name": "Dr. Nóra Horváth",
      "post": "Dr. Nóra Horváth is a philosopher, art writer, habilitated associate professor at Széchenyi István University. Editor-in-chief of Műhely, as well as the head of Műhely Kiadó.",
      "profileImg": "/person/Horvath_Nora1.jpg",
      "bio": "Dr. Nóra Horváth is a philosopher, art writer, habilitated associate professor at Széchenyi István University. Editor-in-chief of Műhely, as well as the head of Műhely Kiadó. Her first book was published under the title 'Lovers of beauty' - George Santayana and his contemporaries in 2019 (JatePress, Szeged). Her fields of research are: somaesthetics, aesthetics of existence, the relationship between dance and philosophy, and the philosophical approach of Pál Frenák's oeuvre. Since 2001, she has been publishing regularly and appearing at domestic and foreign conferences. Between 2021 and 2024, she continued her research in the scholarship program of the Hungarian Academy of Arts under the title From Inspirations to Traces - In the footsteps of Pál Frenák's artistic world. His second book, Abécédaire of Pál Frenák - Transverses between philosophy and FrenÁk's organic movement language, was published in Hungarian and English in 2022. From 2019, he is a philosophical consultant for Frenák's plays, then a dramaturg (Cage (2019), Spid_er (2020), Fig_Ht (2021), Secret Off_Man (2022), Running Time – Tricks3 (2023), CrAzy_RunnErs / Parad_Is_E (2024).",
      "publications": [
        {
          "year": "2022",
          "title": "“Közelítések a művészetfilozófia és interpretáció alternatívái között – Horváth Nóra és Mitnyán Lajos eszmecseréje”",
          "source": "Közösségi Kapcsolódások 2022(1), 124–130. DOI 10.14232/kapocs.2022.1.124-130",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "Frenák Pál Abécédaire-je. Átjárások a filozófia és FrenÁk organikus mozgásnyelve között.",
          "source": "Budapest: Kortárs Táncért és Jelelő Színházért Alapítvány.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "„A szépség szeretői” – George Santayana és kortársai.",
          "source": "Szeged: JatePress.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2018",
          "title": "“As Close As Possible To The Ungraspable – Somaesthetical And Deleuzian Investigations On The Choreographical Work Of Pál Frenák”",
          "source": "Pragmatism Today 9:1, pp. 80-90.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2018",
          "title": "“Santayana on Embodiment, the Art of Living, and Sexual Aesthetics”",
          "source": "In: Aesthetic Experience and Somaesthetics. Ed. Richard Shusterman, Leiden/Boston: Brill, pp. 180-196.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2022",
          "title": "L’abécédaire Of Pál Frenák. Transverses Between Philosophy and the Organic Movement Language of FrenÁk.",
          "source": "Budapest: Kortárs Táncért és Jelelő Színházért Alapítvány.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "KremerSandor": {
      "name": "Alexander Kremer",
      "post": "Alexander Kremer is a habilitated associate professor of philosophy at the University of Szeged, Hungary.",
      "profileImg": "/person/Kremer_Sandor.jpg",
      "bio": "Alexander Kremer is a habilitated associate professor of philosophy at the University of Szeged, Hungary. His professional field of interest includes hermeneutics, ethics, aesthetics, and pragmatism, especially neopragmatism. He is the author of four books (Chapters from the History of Western Philosophy from Thales to Hume (1997, Hungarian); Why Did Heidegger Become Heidegger? (2001, Hungarian); Basic Ethics (2004, Hungarian), Philosophy of the Late Richard Rorty (2016, Hungarain)) and has published numerous articles on philosophical hermeneutics, Richard Rorty’s neopragmatism, and Richard Shusterman’s somaesthetics. He is the editor in chief of Pragmatism Today (www.pragmatismtoday.eu , 2010-2024), and was the head of the Hungarian Forum of Somaesthetics (2018-2024) and was a Visiting Fulbright Professor at the UNCC for two academic semesters in 2005-2006. I met Richard Shusterman in Wroclaw in 2012. At that time, I had been a member of the Central European Pragmatist Forum for at least a decade, promoting and teaching pragmatist philosophy to my students and writing for various journals. I had been working primarily on Dewey and Rorty, but I only knew about Shusterman's somaaesthetics by reputation. In 2012, however, we became friends and I invited him to Hungary, where he had only been once before as a tourist. The result was the first conference on somaesthetics in Hungary in 2014, 'Aesthetic Experience and Somaesthetics' (Budapest, ELTE). Building on this success, we organized three more conferences ('The Soma as the Core of Aesthetics, Ethics and Politics' /Szeged, SZTE, 2017/; 'Somaesthetics: Between the Human Body and Beyond' /Szeged, SZTE, 2018/; 'The Promise of Pragmatist Aesthetics: Looking Forward after 30 Years' /Budapest, MOME, 2022), and in addition to numerous studies and conference proceedings in English, Somaesthetics and the Art of Life (Szeged, JATEPress, 2014. In 2018, we established the Hungarian Forum for Somaesthetics (MSzF;Building on this success, we organized three more conferences ('The Soma as the Core of Aesthetics, Ethics and Politics' /Szeged, SZTE, 2017/; 'Somaesthetics: Between the Human Body and Beyond' /Szeged, SZTE, 2018/; 'The Promise of Pragmatist Aesthetics: Looking Forward after 30 Years' /Budapest, MOME, 2022), and in addition to numerous studies and conference proceedings in English, Somaesthetics and the Art of Life (Szeged, JATEPress, 2014. In 2018, we established the Hungarian Forum for Somaesthetics (MSzF; Hungarian Forum for Somaesthetics, HFS), in order to be able to interact with existing somaesthetic organisations, associations and forums in other countries on the same level. I was its first president (2018-2024).",
      "publications": [
        {
          "year": "2017",
          "title": "“A szómaesztétika teremtője Szegeden. Interjú Richard Shusterman neopragmatista filozófussal.”",
          "source": "Tiszatáj",
          "lang": "hu",
          "url": "https://tiszatajonline.hu/semleges/a-szomaesztetika-teremtoje-szegeden/ "
        },
        {
          "year": "2016",
          "title": "A késői Richard Rorty filozófiája.",
          "source": "Szeged: JatePress.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2004",
          "title": "Etikai alapvetés.",
          "source": "Szeged: JatePress.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Rorty, Fish és Shusterman a megértésről, az értelmezésről és a művészetről”",
          "source": "Többlet 6; pp. 313-326.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Szómaesztétika és filozófia. Interjú Richard Shusterman filozófussal”",
          "source": "Élet és Irodalom, LVIII: 29.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "Pragmatism and Feminism.",
          "source": "Pragmatism Today, Vol. 5, Issue 1, Summer 2014",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2014summer1"
        },
        {
          "year": "2013",
          "title": "Pragmatism, Religion, Democracy.",
          "source": "Pragmatism Today, Vol. 4, Issue 2, Winter 2013",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2013winter2"
        },
        {
          "year": "2012",
          "title": "Pragmatism and Law.",
          "source": "Pragmatism Today, Vol. 3, Issue 1, Summer 2012",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2012summer1"
        },
        {
          "year": "2011",
          "title": "The Roots of Rorty’s Philosophy.",
          "source": "Pragmatism Today, Vol. 2, Issue 1, Summer 2011",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=archives"
        },
        {
          "year": "2009",
          "title": "Kremer, Alexander and John Ryder - Self and Society.",
          "source": "Vol. IV. Central European Pragmatist Forum. Amsterdam & New York: Rodopi Press.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2009",
          "title": "“From Pragmatism to Somaesthetics as Philosophy”",
          "source": "In: Shusterman’s Somaesthetics, ed. Jerold J. Abrams, Leiden/Boston: Brill, pp. 44-60.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2021",
          "title": "“Ars Erotica and Scientia Sexualis”.",
          "source": "The Journal of Somaesthetics, Volume 7, Number 2, pp. 84-89.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2021",
          "title": "“Why Do I Advocate Somaesthetics?”.",
          "source": "Pragmatism Today, Vol. 12, Issue 1, pp. 67-72.",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/summer2021/Why-do-I-Advocate-Somaesthetics-Alexander-Kremer.pdf"
        },
        {
          "year": "2021",
          "title": "“Transhumanism or Pragmatism?”.",
          "source": "In: Heading Towards Humans Again: Aspects of Bioethics in the New Age of Science.  Edited by Miroslav Radenković. Trivent Ethics In Science & Technology,  Volume 4, DOI: 10.22618/TP.AEBIO.20214), pp. 21-31.",
          "lang": "en",
          "url": "https://trivent-publishing.eu/img/cms/2-%20Alexander%20Kremer.pdf"
        },
        {
          "year": "2020",
          "title": "“Pragmatists on the Everyday Aesthetic Experience”.",
          "source": "ESPES, The Slovak Journal of Aesthetics, Vol 9, No 2, pp. 66-74.",
          "lang": "en",
          "url": "https://espes.ff.unipo.sk/index.php/ESPES/article/view/191"
        },
        {
          "year": "2020",
          "title": "Kremer, Alexander, Emil Višňovský, and Krzysztof Piotr Skowroński. “Rorty and the Intellectual Culture of Central Europe”",
          "source": "In: A Companion to Rorty, ed. Alan Malachowski, Wiley Blackwell, 2020.",
          "lang": "en",
          "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/9781118972199.ch28"
        },
        {
          "year": "2019",
          "title": "“Rorty on Kant's Ethics”",
          "source": "Nordic Studies in Pragmatism (1799-3954): 4, pp 235-250.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2018",
          "title": "“The Moral Relationship of the Human and the Non-Human Animals in Light of Ethology.”",
          "source": "In: Ethics of Emerging Biotechnologies: From Educating the Young to Engineering Posthumans. Ed. by Maria Sinaci and Stefan Lorenz Sorgner. Trivent Ethics In Science & Technology, Volume 1, DOI: 10.22618/TP.AEBIO.20181, pp. 33-49.",
          "lang": "en",
          "url": "https://trivent-publishing.eu/books/ethics_of_emerging_biotechnologies/3.%20Alexander%20Kremer.pdf"
        },
        {
          "year": "2018",
          "title": "“Art as Experience: Gadamer and Pragmatist Aesthetics”",
          "source": "In: Aesthetic Experience and Somaesthetics. Ed. Richard Shusterman, Leiden/Boston: Brill, pp. 43-55.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2016",
          "title": "“Philosophy as Cultural Politics in Rorty, Shusterman and Pragmatism”",
          "source": "Pragmatism Today, Vol. 7, Issue 2, pp. 79-86.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2015",
          "title": "“Rorty’s and Shusterman’s Notion of the Self”",
          "source": "Pragmatism Today, Vol. 6, Issue 1, pp. 67-75.",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2015summer1"
        },
        {
          "year": "2013",
          "title": "“Gadamer and Rorty on the History of Philosophy”",
          "source": "Philosophy Today, pp. 129-140.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Understanding, Interpretation, Art and Neopragmatism”",
          "source": "In: Practicing Pragmatist Aesthetics. Critical Perspectives on the Arts. Edited by Wojciech Małecki. Amsterdam/New York: Rodopi, pp. 63-80.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2013",
          "title": " “Gadamer’s and Shusterman’s Aesthetics”",
          "source": "Pragmatism Today, Vol. 4, Issue 1, pp. 110-114.",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2013summer1"
        }
      ]
    },
    "SchneiderAkos": {
      "name": "Ákos Schneider",
      "post": "Ákos Schneider is an assistant professor and the Head of the General Theoretical Studies module at Moholy-Nagy University of Art and Design Budapest (MOME).",
      "profileImg": "/person/Schneider2.jpg",
      "bio": "Ákos Schneider is an assistant professor and the Head of the General Theoretical Studies module at Moholy-Nagy University of Art and Design Budapest (MOME). He earned his PhD degree from the Doctoral School of MOME in 2022. In the same year, he published his first book, “The Limits of Human-centered Design: Speculative Design and Posthuman Condition” (in Hungarian). Since 2023, he has been a research fellow at the Future Potentials Observatory, focusing on the interrelations of digital culture and contemporary design. He is the author of numerous articles and interviews in the field of contemporary art and design, and was the coeditor-in-chief of Designisso magazine from 2015 to 2023. As a recipient of the Hungarian National Excellence Program scholarship, he focused on issues of design and artistic research. Later, he was active as a visiting researcher at the School of Creative Media of the City University of Hong Kong. He also has a background in Design and Art Management, Aesthetics, and Law.",
      "publications": [
        {
          "year": "2022",
          "title": "Az emberközpontú tervezés határai. Spekulatív design és poszthumán állapot.",
          "source": "Budapest: Typotex.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2020",
          "title": "“Léptéken túli zsugorodás. Technológia, spekulatív design, antropocentrizmus.”",
          "source": "Helikon Irodalom- és Kultúratudományi Szemle 2020/3: 396–407. ",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "“A futószalag gyermekei: A kiborg problematikája az emberközpontú tervezés tükrében.”",
          "source": "Disegno, 2019/1–2: 58–71.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "“The Technologies of Ascent and the Weight of Speculation in the 21st Century.”",
          "source": "In Ferry, ed. Rita Halasi, 42–55. Budapest: Moholy-Nagy University of Art and Design Foundation.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "SmidRobert": {
      "name": "Róbert Smid",
      "post": "Robert Smid is an assistant professor at the University of Theatre and Film Arts, Budapest, and a member of the Association for the General Studies of Literature Research Group at Eötvös Loránd University, Budapest.",
      "profileImg": "/person/Smid_Robert.jpg",
      "bio": "Robert Smid is an assistant professor at the University of Theatre and Film Arts, Budapest, and a member of the Association for the General Studies of Literature Research Group at Eötvös Loránd University, Budapest. His research interests include the philosophy of technological media, cartographic cultural techniques in literature, ecocriticism, Lacanian psychoanalytic theory, the formations of monstrosity in 19th and 20th century literature, and island studies. His first book, ‘Paper Machines of Sigmund Freud and Jacques Lacan: The Inherent Media-Archaeological Discourse of Psychoanalysis,’ was published in Hungarian in 2019; his second book, ‘Dilemmas in Ecocriticism: Genealogies of Contemporary Ecological Thought at the Discursive Intersections of Literature and Technology,’ was published in Hungarian in 2023.",
      "publications": [
        {
          "year": "2023",
          "title": "“Elkerített testek a szikföldön: Borbély Szilárd: Bukolikatájban”",
          "source": "Irodalmi Magazin 3, pp. 113-118",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2023",
          "title": "“A megszólalás immerzióélménye a természethez tartozásban: Egy önfelszámoló szinekdochéról József Attilánál” In: Lőrincz, Csongor; Halász, Hajnalka (szerk.) A lírai hang túloldalai : József Attila-olvasatok.",
          "source": "Budapest: Prae Kiadó, pp. 133-156.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2021",
          "title": "“Dobbantás, doppelgängerek és drogok: Az analóg és digitális három epizódjának rövid összefoglalása a film kittleri médiatörténetében”",
          "source": "Enigma 104, pp. 141-148.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2020",
          "title": "“A ló meghal, a médium él: Médiumgenealógiák az antropológiai differenciához mint kultúrtechnikához” In: Balogh, Gergő; Fodor, Péter; Pataki, Viktor (szerk.) Milyen állat? : Az állatok irodalmi és nyelvelméleti reprezentációjáróli.",
          "source": "Debrecen: Alföld Alapítvány, pp. 248-278.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "“A halál hasznosítása és az újrahasznosított “élete”: Bartók Imre és Szerényi Szabolcs new weird fictionjei” In: Mészáros, Márton; Pataki, Viktor (szerk.) Az új emlékezete : Az újrahasznosítás poétikái.",
          "source": "Balatonfüred: Balatonfüred Városért Közalapítvány, pp. 199-213.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2024",
          "title": "“My Monstrous Progeny” : Reproducing the Other of Reproduction in Frankenstein and The Island of Doctor Moreau",
          "source": "Primerjalna književnost  47:1.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2018",
          "title": "“Bodily Techniques of the Digital: Remarks on the Spoof of Immateriality and the Revolt of Somatic Gestures”",
          "source": "Pragmatism Today 9: 1, pp. 126-137.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2015",
          "title": "“»Die Introjektions- und die Projektionsmaschinen«: Freud, Ferenczi, and the Idea of Machinic Temporality”",
          "source": "In: Lőrincz, Csongor (eds.) Wissen – Vermittlung – Moderne : Studien zu den ungarischen Geistes- und Kulturwissenschaften um 1900. Wien: Böhlau Verlag, pp. 323-353.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2015",
          "title": "“Az alaprajz tapasztalata: Miért lehetséges a Párhuzamos történetek diagrammatikus olvasata?”",
          "source": "Kalligram: Művészet és Gondolat 3 pp. 45-53.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Pressing Bodies/Pressing Concerns: The \"Lived Experience\" of the Non-Hermeneutic in the Works of Hans Ulrich Gumbrecht”",
          "source": "Pragmatism Today 2, pp. 57-65.",
          "lang": "hu",
          "url": ""
        }
      ]
    },
    "VeresBalint": {
      "name": "Bálint Veres",
      "post": "Bálint Veres has a PhD in aesthetics and is tenured Associate Professor and Head of DLA / PhD-in-practice Program at Moholy-Nagy University of Art and Design, Budapest, and holder of a prestigious teaching award (Apáczai Csere János-Award).",
      "profileImg": "/person/Veres_Balint1.jpeg",
      "bio": "Bálint Veres has a PhD in aesthetics and is tenured Associate Professor and Head of DLA / PhD-in-practice Program at Moholy-Nagy University of Art and Design, Budapest, and holder of a prestigious teaching award (Apáczai Csere János-Award). He is President of the Hungarian Forum for Somaesthetics and member of the International Association for Aesthetics, International Society of Intermedia Studies and the European Network of Somaesthetics. In 2023, his book Somaesthetics and Design Culture, co-edited with Richard Shusterman, was published by Brill. He is the organiser of the international interdisciplinary conferences “Design Culture and Somaesthetics” (2019), “The Promise of Pragmatist Aesthetics” (2022) and “Designing Everyday Experience” (2023). Bálint pursued his studies with a parallel interest in humanities and music. In addition to graduating from Eötvös Loránd University, he studied music composition, piano, bassoon and singing. His professional fields of interest include contemporary aesthetics, somaesthetics, design culture theories, music, media, architecture and disability studies. In addition to his activities as a researcher and teacher, he has worked as a critic and artistic consultant at various institutions and as co-editor and curator at Arcus Temporum Art Festival of Pannonhalma (2005–14) and founder of MOME TransferLab (2012–19), an interdisciplinary workshop for social design and equal opportunities. Also founder of Aetmostudio at MOME, pursuing research and creation along an atmosphere-centered mindset.",
      "publications": [
        {
          "year": "2025",
          "title": "Fittedness of home. Sensorial and somatic dynamics in the era of IKEA homes",
          "source": "The Journal of Somaesthetics 11: no. 1, pp. 124-140",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2022",
          "title": "“Pragmatista esztétika, kritikai elmélet, popkultúra”",
          "source": "MŰÚT",
          "lang": "hu",
          "url": "https://muut.hu/archivum/38334"
        },
        {
          "year": "2021",
          "title": "“Az építészeti tapasztalat akusztikai mozzanatairól”",
          "source": "ÉPÍTÉSZFÓRUM",
          "lang": "hu",
          "url": "http://epiteszforum.hu/az-epiteszeti-tapasztalat-akusztikai-mozzanatairol"
        },
        {
          "year": "2019",
          "title": "“Taktilis taktikák a kortárs kiállítási gyakorlatban”",
          "source": "Disegno: A Designkultúra Folyóirata 4: 1-2, pp. 22-37.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Újragondolhatjuk-e a művészeteket az építészet révén?”",
          "source": "Disegno: A Designkultúra Folyóirata 1, pp. 78-95.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2024",
          "title": "“The Somaesthetics of Rock Climbing”",
          "source": "PARSE Journal 18",
          "lang": "en",
          "url": "https://parsejournal.com/article/the-somaesthetics-of-rock-climbing/"
        },
        {
          "year": "2023",
          "title": "“A World Is Born: Craftsmanship, Mediality, and the Somatic Implications of Plato’s Timaeus”",
          "source": "In: Shusterman, Richard; Veres, Bálint (eds.) Somaesthetics and Design Culture. Leiden/Boston: Brill, pp. 23-49.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "Veres, Bálint and Richard Shusterman - “Introduction: Somaesthetics and Design Culture”",
          "source": "In: Shusterman, Richard; Veres, Bálint (eds.) Somaesthetics and Design Culture. Leiden/Boston: Brill, pp. 1-20.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "Veres, Bálint and Richard Shusterman (eds.) 2023. Somaesthetics and Design Culture.",
          "source": "Leiden/Boston: Brill.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "“Notes on the Aural Aspects of Built Environment”.",
          "source": "Journal of Somaesthetics 8: 2, pp. 78-87.",
          "lang": "en",
          "url": "https://journals.aau.dk/index.php/JOS/article/view/7408/6359"
        },
        {
          "year": "2022",
          "title": "“Pragmatism, Critical Theory, Pop Culture, and Fashion: Interview with Stefano Marino”.",
          "source": "ZoneModa Journal 12: no 1, pp. 213-218.",
          "lang": "en",
          "url": "https://doi.org/10.6092/issn.2611-0563/15050"
        },
        {
          "year": "2020",
          "title": "“The Operatic Principle: Negotiating Contradictory Demands of Signification”.",
          "source": "In: Sheinberg, Esti; Dougherty, William (eds.) The Routledge Handbook of Music Signification. New York: Routledge, pp. 100-110.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2019",
          "title": "“Tactile tactics in 21st century cultural displays”.",
          "source": "Pragmatism Today 10: 2, pp. 100-109.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2019",
          "title": " “Rethinking Aesthetics through Architecture?”.",
          "source": "n: Richard, Shusterman (ed.) Aesthetic Experience and Somaesthetics. Leiden/Boston: Brill, pp. 87-100.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "SekulicLarissa": {
      "name": "Sekulić Larisa",
      "post": "Philosopher, lecturer at the University of Szeged.",
      "profileImg": "/person/Sekulic.jpeg",
      "bio": "Larisa Sekulić, philosopher, lecturer at the University of Szeged. Larisa obtained her PhD from the Doctoral School of Philosophy at the University of Szeged in 2025. Her research focuses on Richard Shusterman's somaesthetics and its relationship to the linguistic elements of neopragmatism. She is actively involved in John Dewey's experience-centered philosophy of art, with a particular focus on Dewey's influence on somaesthetics. Her other areas of interest include the philosophy of the body and neuroaesthetics. She is currently a lecturer at the Béla Bartók Faculty of Arts at the University of Szeged.",
      "publications": [
        {
          "year": "2016",
          "title": "„A kígyó mérge”.",
          "source": "Híd. 2016: 9. 115-119.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "„A megfoghatatlan tapasztalata”.",
          "source": "Híd. 2019:11. 126-130.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2020",
          "title": "„Értekezés erőszakról és hatalomról”.",
          "source": "Létünk. 2020:3. 129-144.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "„Reconsidering the notion of Art”.",
          "source": "Pragmatism Today. 2022: Vol.13.1. 78-85.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "„Az erőszak normalizálásának színháza”.",
          "source": "Létünk. 2023:3-4.117-128.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2023",
          "title": "„A populáris művészetek helye az esztétikaelméletben”.",
          "source": "Híd. 2023:7-8. 183-201.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2025",
          "title": "„Test és filozófia”",
          "source": "Híd. 2025:7-8.",
          "lang": "hu",
          "url": ""
        }
      ]
    },
    "JobbagyBernadett":{
      "name": "Bernadett Jobbágy",
      "post": "Bernadett Jobbágy, choreographer, performer, somatic scholar, PhD aspirant at the Hungarian University of Fine Arts.",
      "profileImg": "/person/Jobbagy.jpg",
      "bio": "Bernadett Jobbágy is a doctoral candidate at the Hungarian University of Fine Arts (MKE), where she has completed her doctoral coursework (absolutorium). She is a choreographer, performer, and somatic movement group facilitator (trained as a Somatic Movement Educator at The School for Body-Mind Centering®), as well as a researcher and filmmaker focusing on somatic moving image practices. She earned her master degree in Landscape Architecture at Corvinus University of Budapest (2006), later studied at the Budapest Contemporary Dance Academy, and completed film editing studies at the Lumiere Film School. In 2021, she took part in founding SZOME – the Association for Somatic Education and Movement (Hungary), of which she remains an active member. Her current research explores the dialogue and mutual influence between moving image and somatic practice, focusing on the somatic potential of film, particularly in relation to choreographic moving images. Her doctoral research is supported by the Cooperative Doctoral Program (KDP-2021) of the Ministry for Innovation and Technology. She has organized several professional public events related to her research, including the international symposium “Contemporary Somatics – Bodies Today” (2025). Alongside her academic work, she is active as an independent artist, performer, and educator. Besides contemporary dance and improvisation, her main movement and intellectual background lies in Body-Mind Centering® (BMC®) somatic approach, as well as regular Tai Chi and QiGong practice.",
      "publications": [
        {
          "year": "2022",
          "title": "AIA: 120-hour-book.",
          "source": "Created by Bernadett Jobbágy, Friederike Landau-Donnelly, Miriam Mallalieu, Roelant Meijer, Giulia Paradell, Amy Pezzin, Cristian Toro & Zoë Wonfor.",
          "lang": "en",
          "url": "https://www.studiothefuture.nl/aia"
        },
        {
          "year": "2024",
          "title": "Embodying Space: The Inside and the Outside of Soma in a Creative Process.",
          "source": "Papers in Arts and Humanities 4(1): 103-123.",
          "lang": "en",
          "url": "https://doi.org/10.52885/kcbpef02"
        },
        {
          "year": "2024",
          "title": "Somatic Composition and Embodied Filmmaking – a case study on practice and practitioners through the example of a Creative Lab.",
          "source": "The Journal of Somaesthetics 10(2): 162-177.",
          "lang": "en",
          "url": "https://doi.org/10.54337/ojs.jos.v10i2.8600"
        }
      ]
    }
  }
}
