{
    "history" : [
        "The Hungarian reception of Richard Shusterman’s pragmatist philosophy–the source of somaesthetics–began with the translation of his influential book “Pragmatist Aesthetics” in 2003. This widely read publication was based on the second edition of the book in 2000, which already featured a chapter on the concept of somaesthetics. The Hungarian translation owes much to the late Béla Bacsó, who at that time was head of the Aesthetics Department at ELTE University, the most prestigious in the country. He was the one who handed the English volume to József Kollár, a unique figure in philosophical coaching practice in Hungary, to produce the Hungarian version.",
        "Not them, however, but Alexander Kremer, a philosopher from the University of Szeged (in Southern Hungary), made the most significant efforts to spread and promote the reception of somaesthetics in Hungary. Kremer met and befriended Richard Shusterman in 2012 in Wroclaw, Poland. At that time, he had been a member of the Central European Pragmatist Forum for at least a decade, teaching pragmatist philosophy to Hungarian students and writing for various journals (most notably in Pragmatism Today, of which he has been editor-in- chief for many years).",
        "The result of their emerging friendship was the first Hungarian conference on somaesthetics, \"Aesthetic Experience and Somaesthetics,\" held at ELTE University in Budapest in 2014. Beyond Shusterman’s opening keynote talk, it featured 35 contributions from scholars representing a dozen European countries and a couple more from the Americas, Africa, and Asia. It proved to be a strong start in Hungary, as many contributors emerged since then as essential voices in the broad arena of somaesthetics. The 2014 conference also proved to be an incentive for further Hungarian development in somaesthetics, as it can be seen retrospectively as the overture to a subsequent series of somaesthetic conferences held at various locations throughout the country.",
        "In June 2017, Nora Horváth, a philosopher and dance theorist, organized a symposium called \"Somaesthetics, Body Consciousness and the Arts\" at Széchenyi University in Győr (Western-Hungary). The seminar featured keynote lectures from Shusterman and an open dialogue between Pál Frenák, a world-renowned Hungarian choreographer and dancer, and the American pragmatist philosopher.",
        "A few days later, another Hungarian somaesthetics conference took place at the University of Szeged, organized again by Alexander Kremer under the title “The Soma as the Core of Aesthetics, Ethics and Politics.” The conference was opened by a talk on aesthetics and ethics by Richard Shusterman and continued by 22 further contributions from an international pool of attendees.",
        "The series of conferences proceeded in the next year (2018) when the Univerity of Szeged hosted again the three-day program with a keynote lecture by Shusterman. This event, “Somaesthetics: Between the Human Body and Beyond,” was not only a gathering of 25 international scholars exploring corporeality and human existence but also served to establish the Hungarian Forum for Somaesthetics. The Forum was initially led by Alexander Kremer for the first five years, followed by Bálint Veres in 2024.",
        "The latter was fortunate enough to get lasting support from his institution, the Moholy-Nagy University of Art and Design Budapest (MOME), for organizing and hosting further somaesthetics events. In 2019, in collaboration with Alexander Kremer and two of his close colleagues at MOME, Attila Horányi and Márton Szentpéteri, Veres steered a three-day international conference to initiate a dialogue between two emerging post-disciplinary fields: “Design Culture and Somaesthetics.” The idea was to continue and take to a higher level what Nora Horváth started a few years earlier when inviting the philosopher and the dancer into an open talk: this time, the founder of somaesthetics, Richard Shusterman, and the initiator of design culture studies, Guy Julier (Aalto University, Finland) were involved into an encounter that could trigger dialogue in a diverse international company composed of philosophers, anthropologists, art historians, designers, and artists.",
        "After the difficult COVID-19 years, the Hungarian Forum for Somaesthetics returned to the earlier series with an anniversary event. In May 2022, MOME hosted once more a four-day conference organized by Veres with fellow members of the Forum seeking to celebrate the 30th anniversary of the first publication of Pragmatist Aesthetics. The conference was entitled “The Promise of Pragmatist Aesthetics: Looking Forward After 30 Years” and featured keynote lectures by Richard Shusterman (Florida Atlantic University), Barbara Formis (Sorbonne), Kristina Höök (KTH Stockholm), and Tanehisa Otabe (University of Tokyo). It included 36 further talks, realizing a veritable feast of the many influences Shusterman’s work exerted in various fields, such as popular culture studies, environmental aesthetics, design and architecture theory, fashion studies, visual culture studies, musicology, feminist studies, dance theory, to name only a few.",
        "In recent years, MOME has been recognized as a central site for somaesthetic activities in Hungary, with regular domestic and international guest lectures, as well as relevant art and design research in the field, demonstrating that somaesthetics can be as inspirational for creative practitioners as for scholars in the humanities and social sciences.",
        "In 2025, the Hungarian Forum for Somaesthetics, in collaboration with Aetmostudio and the Doctoral School of MOME, once again organized an international conference related to somaesthetics at MOME under the direction of Bálint Veres and Aurosa Alison. This conference, featuring keynote lectures by Richard Shusterman, Tonino Griffero (University of Rome Tor Vergata), Sarah Robinson (Aalborg University), and Vittorio Gallese (University of Parma) alongside 23 international contributions, was entitled “Atmospheres and Architectonics” and was devoted to capturing the contexts in which embodiment and atmospheres are entangled.",
        "Academic conferences and other organized events in Hungary promoting somaesthetics not only showcased over 120 individual contributors but also resulted in an outcome with a far wider reach than an academic event can achieve. The 2014 ELTE conference served as the basis for the publication of the same title, “Aesthetic Experience and Somaesthetics,” the first volume of the Brill “Studies in Somaesthetics” series. This series, alongside The Journal of Somaesthetics, became the most important forum for scholarly discourse in the field. The 2019 MOME conference also contributed to the formation of an individually edited volume of the series, entitled \"Somaesthetics and Design Culture\" (2023), under the editorial work of Shusterman and Veres.",
        "Besides the internationally relevant outcomes of the conferences realized under the aegis of the Forum, and also of those that preceded it, there are some critical domestic-oriented developments to mention here: in 2014, a collection of essays edited by Alexander Kremer came out that included translations of a few chapters from Shusterman's \"Thinking Through the Body\" (2012) and \"Practicing Philosophy\" (1997). In 2015, the same workshop at the University of Szeged produced the complete translation of \"Thinking Through the Body.\" Beyond these translation volumes, a few interviews and other short articles in periodicals and even weekly journals have added to public recognition of somaesthetics. Finally, Richard Shusterman was awarded an honorary doctorate at the University of Szeged in 2020 and at MOME in 2024.",
        "Both the different institutional profiles of the respective issuers of those honorary doctorates and the differences in the composition of participants at the early conferences of the 2010s and the recent ones of the 2020s reflect a slight shift in the Hungarian reception of the somaesthetics project. A large research university issued Shusterman's first honorary doctorate in Hungary, while the latter was from a small and exclusive art and design academy. The first Hungarian conference was held at a faculty of humanities packed up with philosophers and aestheticians. In contrast, the recent ones were hosted in a design school frequented by a mixed company of academic theorists, artists, and design-focused practitioners.",
        "This shift in the Hungarian reception of somaesthetics occurred not only due to a change in its readership and the institutional backing that accompanied it but it has much to do with the broadening repertory of activities of the project’s initiator as well: somaesthetics once emerged by and large from art philosophy, more closely from the philosophy of popular arts. It then developed further as an overarching discourse encompassing the entire spectrum of human experience; finally, at least since Shusterman’s Man in Gold art project and the emergence of kindred artists and designers, somaesthetics shares commonalities with creative practices. Its post-disciplinarity involves not only working at the intersections of various academic research fields but also integrating artistic and design research."
    ]
}