{
  "members": {
    "CsukaBotond": {
      "name": "Csuka Botond",
      "post": "Csuka Botond eszmetörténész, elsősorban kora modern filozófiával és XVIII. századi brit eszmetörténettel foglalkozik. A Szegedi Tudományegyetem Filozófia Tanszékének adjunktusa.",
      "profileImg": "/person/CsukaBotond.jpg",
      "bio": "Csuka Botond a Szegedi Tudományegyetem Filozófia Tanszékének adjunktusa. Eszmetörténész, kora újkori filozófiával és XVIII. századi eszmetörténettel foglalkozik. Különösen érdekli, hogy a filozófia, a tudomány, az orvostudomány és a művészetek kora újkori együttműködése hogyan alakította ki az emberi testről és a szomatikus gyakorlatokról alkotott modern felfogásunkat. Botond aktívan foglalkozik a szómaesztétika, a mindennapi esztétika és a környezeti esztétika aktuális kérdéseivel.",
      "publications": [
        {
          "year": "2022",
          "title": "'Gyógyító penitencia': A testedzés a korai brit felvilágosodás orvosi irodalmában. In Draskóczy, E. és Etlinger, M. (szerk.).",
          "source": "Betegség és gyógyulás a kora újkori irodalomban (1450–1760). Budapest: Reciti Kiadó, 529-543.",
          "url": "",
          "lang": "hu"
        },
        {
          "year": "2014",
          "title": "“Szómaesztétika és az élet művészete. Válogatás Richard Shusterman írásaiból”.",
          "source": "BUKSZ, 26:3, pp. 283-286.",
          "url": "",
          "lang": "hu"
        },
        {
          "year": "2024",
          "title": "\"Medicine and Physiology in Joseph Addison's Aesthetics\".",
          "source": "In Fórizs, G. et al. (eds.) Aesthetic Communication in Europe 1700-1850. Berlin: de Gruyter.",
          "url": "",
          "lang": "en"
        },
        {
          "year": "2023",
          "title": "\"Review of Somaesthetics and Sport: edited by Andrew Edgar\".",
          "source": "Journal of the Philosophy of Sport, 50(2), 300–304.",
          "url": "https://doi.org/10.1080/00948705.2023.2168276",
          "lang": "en"
        },
        {
          "year": "2022",
          "title": "\"Review of Philosophy and the Art of Writing by Richard Shusterman\".",
          "source": "The Journal of Aesthetics and Art Criticism, 80(4), 523–527",
          "url": "https://doi.org/10.1093/jaac/kpac045",
          "lang": "en"
        },
        {
          "year": "2022",
          "title": "“Pragmatist Aesthetics: Looking Back after 30 Years – An Interview with Richard Shusterman”",
          "source": "MOME Budapest",
          "url": "https://www.youtube.com/watch?v=EkXlcm_a694&t=46s",
          "lang": "en"
        },
        {
          "year": "2020",
          "title": "\"From the Sympathetic Principle to the Nerve Fibres and Back: Revisiting Edmund Burke’s Solutions to the \"Paradox of Negative Emotions\"\".",
          "source": "In: Balogh, P. and Fórizs, G. (eds.) Angewandte anthropologische Ästhetik. Konzepte und Praktiken 1700–1900 = Applied Anthropological Aesthetics. Concepts and Practices 1700–1900. Hannover: Wehrhahn Verlag, 139-173. ",
          "url": "",
          "lang": "en"
        }
      ]
    },
    "KeszegAnna": {
      "name": "Keszeg Anna",
      "post": "A budapesti Moholy-Nagy Művészeti Egyetem Elméleti Intézetének docense, valamint a kolozsvári Babeș-Bolyai Tudományegyetem Kommunikáció, Közkapcsolatok és Reklám Intézetének adjunktusa.",
      "profileImg": "/person/keszeg_anna1.jpg",
      "bio": "Keszeg Anna a budapesti Moholy-Nagy Művészeti Egyetem Elméleti Intézetének docense, valamint a kolozsvári Babeș-Bolyai Tudományegyetem Kommunikáció, Közkapcsolatok és Reklám Intézetének adjunktusa. Elsődleges kutatási területe a kortárs vizuális kultúra, különös tekintettel a populáris kultúrára, a televízióra, a divatkommunikációra és a kritikai divattanulmányokra. Filozófiát, történelmet, magyar és francia nyelvet és irodalmat felölelő tudományos hátterével a transzdiszciplinaritás elkötelezett híve, és Michel Foucault művei által inspirált kritikai jelenkutatáshoz igyekszik hozzájárulni. A szomaesztétika iránti érdeklődését a kortárs divattervezői gyakorlatok, nevezetesen a szabászati kultúra inspirálják. 2022-ben egy magyar nyelvű könyv szerzője, amely a kortárs divat különböző médiarendszereit vizsgálja. Tudományos cikkei olyan folyóiratokban jelentek meg, mint a European Review, a Cinema&Cie, a Hungarian Studies és a European Journal of Popular Culture.",
      "publications": [
        {
          "year": "2023",
          "title": "“A divat bátorsága : Foucault és a relacionális materializmusra alapozott divat fogalma”",
          "source": "Replika 129, pp. 87-103.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "Divat-újratervezés : A kortárs divat médiaműködései (esettanulmányok).",
          "source": "Budapest: Budapesti Metropolitan Egyetem.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "“Exhausting Beauties, Fashion Faux Pas, and Sartorial Rights. How Fashion Shaped the Self-definition of Gen X, Y, Z? : A Case Study of Euphoria, Girls, and Sex and the City.”",
          "source": "Acta Universitatis Sapientiae Social Analysis 12, pp. 77-96.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2021",
          "title": "Keszeg, Anna, Hansen Kim Toft, Sándor Kálai. “From Remade Drama to Original Crime – HBO Europe’s Original Television Productions.”",
          "source": "European Review 29: 5, pp. 601-617.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "MaroyKrisztina": {
      "name": "Maróy Krisztina",
      "post": "A Moholy-Nagy Művészeti Egyetem doktorandája. 2004 óta a Glamour magazin magyar kiadásának alapító főszerkesztője.",
      "profileImg": "/person/Krisztina_Maroy_portre.jpg",
      "bio": "Maróy Krisztina a Moholy-Nagy Művészeti Egyetem doktorandája. 2004 óta a Glamour magazin magyar kiadásának alapító főszerkesztője. A divat és a média kapcsolatát tanulmányozza, és azt vizsgálja, hogy milyen lehetőségek teremthetők az iparág környezettudatosabbá és befogadóbbá tételére. Kutatásai középpontjában olyan tervezők állnak, mint Katharine Hamnett, Stella McCartney és Hussein Chalayan, valamint a japán dropkultúra, az új generációs alapanyagok és a konfekcióruhaipar testképünkre gyakorolt negatív hatása. Aktivistaként a női perspektívák erősítésén dolgozik a médiában, folyamatosan lehetőséget adva a női alkotóknak. Az általa szerkesztett kiadványokban kvótákat vezettek be a nők és a romák számára, utóbbiak esetében az e kisebbséghez tartozó szerkesztők aktív közreműködésével, akik eldöntik, hogy milyen médiareprezentációt tartanak igazságosnak és korrektnek. 2023-ban bekerült Magyarország 50 legbefolyásosabb digitális médiaszemélyisége közé.",
      "publications": [
        {
          "year": "2022",
          "title": "“Soha nem vagy elégedett semmivel? Nem vagy egyedül”",
          "source": "Híd 10, 100-105.",
          "lang": "hu",
          "url": ""
        }
      ]
    },
    "HorvathNora": {
      "name": "Horváth Nóra",
      "post": "Filozófus, művészeti író, a Széchenyi István Egyetem habilitált egyetemi docense és a győri Műhely folyóirat főszerkesztője, valamint a Műhely Kiadó vezetője.",
      "profileImg": "/person/Horvath_Nora1.jpg",
      "bio": "Dr. Horváth Nóra filozófus, művészeti író, a Széchenyi István Egyetem habilitált egyetemi docense és a győri Műhely folyóirat főszerkesztője, valamint a Műhely Kiadó vezetője. Első könyve „A szépség szeretői” – George Santayana és kortársai címmel jelent meg 2019-ben (JatePress, Szeged). Főbb kutatási területei: szómaesztétika, létezésesztétika, a tánc és filozófia relációi, valamint Frenák Pál életművének filozófiai megközelítése. 2001 óta rendszeresen publikál, és szerepel hazai és külföldi konferenciákon. 2021-2024 között a Magyar Művészeti Akadémia ösztöndíjprogramjában, Inspirációktól a lenyomatokig – Frenák Pál művészi világa nyomában címmel folytatta kutatásait. Második könyve Frenák Pál Abécédaire-je – Átjárások a filozófia és FrenÁk organikus mozgásnyelve között 2022-ben jelent meg magyar és angol nyelven. 2019-től Frenák darabjainál filozófiai konzultáns, majd dramaturg (Cage (2019), Spid_er (2020), Fig_Ht (2021), Secret Off_Man (2022), Running Time – Tricks3 (2023), CrAzy_RunnErs / Parad_Is_E (2024).",
      "publications": [
        {
          "year": "2022",
          "title": "“Közelítések a művészetfilozófia és interpretáció alternatívái között – Horváth Nóra és Mitnyán Lajos eszmecseréje”",
          "source": "Közösségi Kapcsolódások 2022(1), 124–130. DOI 10.14232/kapocs.2022.1.124-130",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "Frenák Pál Abécédaire-je. Átjárások a filozófia és FrenÁk organikus mozgásnyelve között.",
          "source": "Budapest: Kortárs Táncért és Jelelő Színházért Alapítvány.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "„A szépség szeretői” – George Santayana és kortársai.",
          "source": "Szeged: JatePress.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2018",
          "title": "“As Close As Possible To The Ungraspable – Somaesthetical And Deleuzian Investigations On The Choreographical Work Of Pál Frenák”",
          "source": "Pragmatism Today 9:1, pp. 80-90.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2018",
          "title": "“Santayana on Embodiment, the Art of Living, and Sexual Aesthetics”",
          "source": "In: Aesthetic Experience and Somaesthetics. Ed. Richard Shusterman, Leiden/Boston: Brill, pp. 180-196.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2022",
          "title": "L’abécédaire Of Pál Frenák. Transverses Between Philosophy and the Organic Movement Language of FrenÁk.",
          "source": "Budapest: Kortárs Táncért és Jelelő Színházért Alapítvány.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "KremerSandor": {
      "name": "Krémer Sándor",
      "post": "Az SZTE Filozófia Tanszékének docense.",
      "profileImg": "/person/Kremer_Sandor.jpg",
      "bio": "Krémer Sándor Dr. habil., az SZTE Filozófia Tanszékének docense. Kutatásai magukban foglalják a hermeneutika, az etika, az esztétika és a pragmatizmus területeit. Főbb kötetei: A filozófia története Thalésztől Hume bölcseletéig (1997); Miért vált Heidegger Heideggerré? (2001); Alapvető etika (2004); A késői Richard Rorty filozófiája (2016), valamint számos tanulmány szerzője a filozófiai hermeneutika és a neopragmatizmus témakörében. A UNCC Fulbright vendégprofesszora (2005-2006-ban), a Magyar Szómaesztétikai Fórum vezetője (2018-2024), és a Pragmatism Today (www.pragmatismtoday.eu ) főszerkesztője (2010-2024). Richard Shustermannal 2012-ben ismerkedtem meg Wroclawban. Akkor már legalább egy évtizede a Central European Pragmtist Forum tagjaként hirdettem és tanítottam a pragmatista filozófiát a diákjaimnak és írtam a különböző folyóiratokba. Mindenekelőtt Deweyval és Rortyval foglalkoztam, de Shusterman szómaesztétikájáról csak hallomásból tudtam. 2012-ben viszont összebarátkoztunk, és meghívtam Magyarországra, ahol korábban csak egyszer járt turistaként. Ennek eredménye lett az első szómaesztétikai konferencia Magyarországon 2014-ben: “Aesthetic Experience and Somaesthetics” (Budapest, ELTE). A sikerre építve rendeztünk még három konfernciát („The Soma as the Core of Aesthetics, Ethics and Politics” /Szeged, SZTE, 2017/; „Somaesthetics: Between the Human Body and Beyond” /Szeged, SZTE, 2018/; „The Promise of Pragmatist Aesthetics: Looking Forward after 30 Years” /Budapest, MOME, 2022), és a számos tanulmányon, angol nyelvű konferencia köteten kívül magyarul is megjelent a Szómaesztétika és az élet művészete (Szeged, JATEPress, 2014.), valamint A gondolkodó test  (Szeged, JATEPress, 2015.), ami Thinking Through the Body (2012) fordításaként jött létre, csapatmunka eredményeként. 2018-ban létrehoztuk a Magyar Szómaesztétikai Fórumot (MSzF; Hungarian Forum for Somaesthetics, HFS), hogy más országokban már létező szómaesztétikai szervezetekkel, egyesületekkel, fórumokkal azonos szinten léphessünk kapcsolatba. Ennek első elnöke voltam (2018-2024).",
      "publications": [
        {
          "year": "2004",
          "title": "Etikai alapvetés.",
          "source": "Szeged: JatePress.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2009",
          "title": "Kremer, Alexander and John Ryder - Self and Society.",
          "source": "Vol. IV. Central European Pragmatist Forum. Amsterdam & New York: Rodopi Press.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2009",
          "title": "“From Pragmatism to Somaesthetics as Philosophy”.",
          "source": "In: Shusterman’s Somaesthetics, ed. Jerold J. Abrams, Leiden/Boston: Brill, pp. 44-60.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2011",
          "title": "Martin Heidegger's Influence on Richard Rorty's Philosophy.",
          "source": "Pragmatism Today  2(1): 78-93",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/summer2011/Kremer.pdf"
        },
        {
          "year": "2011",
          "title": "The Roots of Rorty’s Philosophy.",
          "source": "Pragmatism Today, Vol. 2, Issue 1, Summer 2011",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=archives"
        },
        {
          "year": "2012",
          "title": "Pragmatism and Law.",
          "source": "Pragmatism Today, Vol. 3, Issue 1, Summer 2012",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2012summer1"
        },
        {
          "year": "2013",
          "title": "Gadamer's and Shusterman's Aesthetics.",
          "source": "Pragmatism Today 4(1): 110-114",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/summer2013/15%20Kremer.pdf"
        },
        {
          "year": "2013",
          "title": "Pragmatism, Religion, Democracy.",
          "source": "Pragmatism Today, Vol. 4, Issue 2, Winter 2013",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2013winter2"
        },
        {
          "year": "2013",
          "title": "“Gadamer and Rorty on the History of Philosophy.”",
          "source": "Philosophy Today, pp. 129-140.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2013",
          "title": "“Rorty and Democracy.”",
          "source": "Pragmatism Today 4(2): 65-72",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/winter2013/08%20Kremer.pdf"
        },
        {
          "year": "2014",
          "title": "Pragmatism and Feminism.",
          "source": "Pragmatism Today, Vol. 5, Issue 1, Summer 2014",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/index.php?id=2014summer1"
        },
        {
          "year": "2014",
          "title": "Richard Shusterman in Budapest - An Interview.",
          "source": "PragmatismToday 5(2): 7-11",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/winter2014/02%20Shusterman.pdf"
        },
        {
          "year": "2014",
          "title": "“Understanding, Interpretation, Art and Neopragmatism.”",
          "source": "In: Practicing Pragmatist Aesthetics. Critical Perspectives on the Arts. Edited by Wojciech Małecki. Amsterdam/New York: Rodopi, pp. 63-80.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Rorty, Fish és Shusterman a megértésről, az értelmezésről és a művészetről.”",
          "source": "Többlet 6; pp. 313-326.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Szómaesztétika és filozófia. Interjú Richard Shusterman filozófussal.”",
          "source": "Élet és Irodalom, LVIII: 29.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2015",
          "title": "“Rorty’s and Shusterman’s Notion of the Self.”",
          "source": "Pragmaism Today, Vol. 6, Issue 1, pp. 67-75.",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/summer2015/08%20Kremer.pdf"
        },
        {
          "year": "2016",
          "title": "“Philosophy as Cultural Politics in Rorty, Shusterman and Pragmatism.”",
          "source": "Pragmatism Today, Vol. 7, Issue 2, pp. 79-86.",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/winter2016/Philosophy-as-Cultural-Politics-in-Rorty-Shusterman-And-Pragmatism-Alexander-Kremer.pdf"
        },
        {
          "year": "2016",
          "title": "A késői Richard Rorty filozófiája.",
          "source": "Szeged: JatePress.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2017",
          "title": "“A szómaesztétika teremtője Szegeden. Interjú Richard Shusterman neopragmatista filozófussal.”",
          "source": "Tiszatáj",
          "lang": "hu",
          "url": "https://tiszatajonline.hu/semleges/a-szomaesztetika-teremtoje-szegeden/ "
        },

        {
          "year": "2018",
          "title": "“The Moral Relationship of the Human and the Non-Human Animals in Light of Ethology.”",
          "source": "In: Ethics of Emerging Biotechnologies: From Educating the Young to Engineering Posthumans, ed. Maria Sinaci, Stefan Lorenz Sorgner, 28-35",
          "lang": "en",
          "url": "https://trivent-publishing.eu/triventvechi/ethics_of_emerging_biotechnologies.html"
        },
        {
          "year": "2018",
          "title": "“Art as Experience: Gadamer and Pragmatist Aesthetics.”",
          "source": "In: Aesthetic Experience and Somaesthetics. Ed. Richard Shusterman, Leiden/Boston: Brill, pp. 43-55.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2019",
          "title": "“Rorty on Kant's Ethics.”",
          "source": "Nordic Studies in Pragmatism (1799-3954): 4, pp 235-250.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2020",
          "title": "“Pragmatists on the Everyday Aesthetic Experience.”",
          "source": "ESPES, The Slovak Journal of Aesthetics, Vol 9, No 2, pp. 66-74.",
          "lang": "en",
          "url": "https://espes.ff.unipo.sk/index.php/ESPES/article/view/191"
        },
        {
          "year": "2020",
          "title": "Kremer, Alexander, Emil Višňovský, and Krzysztof Piotr Skowroński. “Rorty and the Intellectual Culture of Central Europe.”",
          "source": "In: A Companion to Rorty, ed. Alan Malachowski, Wiley Blackwell, 2020.",
          "lang": "en",
          "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/9781118972199.ch28"
        },
        {
          "year": "2020",
          "title": "Bodies in the Streets: The Somaesthetics of City Life, 1 Studies in Somaesthetics, ed. by Richard Shusterman.",
          "source": "Pragmatism Today 11(1): 157-163",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/summer2020/Bodies-in-the-Streets-The-Somaesthetics-of-City-Life-Alexander-Kremer.pdf"
        },
        {
          "year": "2021",
          "title": "“Ars Erotica and Scientia Sexualis.”",
          "source": "The Journal of Somaesthetics, Volume 7, Number 2, pp. 84-89.",
          "lang": "en",
          "url": "https://journals.aau.dk/index.php/JOS/article/view/7017/6028"
        },
        {
          "year": "2021",
          "title": "“Why Do I Advocate Somaesthetics?.”",
          "source": "Pragmatism Today, Vol. 12, Issue 1, pp. 67-72.",
          "lang": "en",
          "url": "http://www.pragmatismtoday.eu/summer2021/Why-do-I-Advocate-Somaesthetics-Alexander-Kremer.pdf"
        },
        {
          "year": "2021",
          "title": "Some Thoughts on Dewey's Ethics and Rorty's Late Philosophy.",
          "source": "Pragmatism Today 12(2): 212-217",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/winter2021/Some-Thoughts-on-Deweys-Ethics-and-Rortys-Late-Philosophy-Alexander-Kremer.pdf"
        },
        {
          "year": "2021",
          "title": "“Transhumanism or Pragmatism?”.",
          "source": "In: Heading Towards Humans Again: Aspects of Bioethics in the New Age of Science.  Edited by Miroslav Radenković. Trivent Ethics In Science & Technology,  Volume 4, DOI: 10.22618/TP.AEBIO.20214), pp. 21-31.",
          "lang": "en",
          "url": "https://trivent-publishing.eu/img/cms/2-%20Alexander%20Kremer.pdf"
        },
        {
          "year": "2023",
          "title": "A Short Introduction to Everyday Aesthetics: Thomas Leddy, The Extraordinary in the Ordinary. The Aesthetics of Everyday Life.",
          "source": "Pragmatism Today 14(2): 90-93",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/winter2023/A-Short-Introduction-to-Everyday-Aesthetics-Leddy-Thomas-The-Extraordinary-in-the-Ordinary-The-Aesthetics-of-Everyday-Life-Alexander-Kremer.pdf"
        },
        {
          "year": "2023",
          "title": "Pragmatism, Sex and Somaesthetics.",
          "source": "Pragmatism Today 14(2): 12-20",
          "lang": "en",
          "url": "https://www.pragmatismtoday.eu/winter2023/Pragmatism-Sex-and-Somaesthetics-An-Interview-with-Richard-Shusterman.pdf"
        }
      ]
    },
    "SchneiderAkos": {
      "name": "Schneider Ákos",
      "post": "A Moholy-Nagy Művészeti Egyetem (MOME) adjunktusa és az Általános Elméleti Stúdiumok modul vezetője.",
      "profileImg": "/person/Schneider2.jpg",
      "bio": "Schneider Ákos a Moholy-Nagy Művészeti Egyetem (MOME) adjunktusa és az Általános Elméleti Stúdiumok modul vezetője. Doktori fokozatát a MOME Doktori Iskolájában szerezte meg 2022-ben. Első könyve, „Az emberközpontú tervezés határai: spekulatív design és poszthumán állapot”, ugyanebben az évben jelent meg a Typotex gondozásában. 2023 óta a Future Potentials Observatory kutatójaként a digitális kultúra és a kortárs design összefüggéseit vizsgálja. Számos szakcikket, interjút publikált a kortárs művészet és design területén; 2015 és 2023 között a Designisso magazin társ-főszerkesztője volt. A Magyar Nemzeti Kiválóság Program ösztöndíjasaként a designkutatás és művészeti kutatás kérdéseivel foglalkozott, majd vendégkutatóként tevékenykedett a City University of Hong Kong kreatív média iskolájában. Tanácsadóként és szerkesztőként rendszeresen részt vesz felsőoktatáshoz kapcsolódó fejlesztési projektekben. A MOME-n design- és művészetmenedzsmentet tanult, az ELTE-n esztétika szakos és jogi diplomákat szerzett.",
      "publications": [
        {
          "year": "2022",
          "title": "Az emberközpontú tervezés határai. Spekulatív design és poszthumán állapot.",
          "source": "Budapest: Typotex.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2020",
          "title": "“Léptéken túli zsugorodás. Technológia, spekulatív design, antropocentrizmus.”",
          "source": "Helikon Irodalom- és Kultúratudományi Szemle 2020/3: 396–407. ",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "“A futószalag gyermekei: A kiborg problematikája az emberközpontú tervezés tükrében.”",
          "source": "Disegno, 2019/1–2: 58–71.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "“The Technologies of Ascent and the Weight of Speculation in the 21st Century.”",
          "source": "In Ferry, ed. Rita Halasi, 42–55. Budapest: Moholy-Nagy University of Art and Design Foundation.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "SmidRobert": {
      "name": "Smid Róbert",
      "post": "Irodalom- és kultúratudós, kritikus. A Színház- és Filmművészeti Egyetem adjunktusa és az ELTE Általános Irodalomtudományi Kutatócsoport tagja.",
      "profileImg": "/person/Smid_Robert.jpg",
      "bio": "Smid Róbert (Gyöngyös, 1986) irodalom- és kultúratudós, kritikus. A Színház- és Filmművészeti Egyetem adjunktusa és az ELTE Általános Irodalomtudományi Kutatócsoport tagja. Kutatási területei a pszichoanalízis, a mediális kultúratudomány, az ökokritika és a kortárs magyar irodalmi trendek. Könyvei: Sigmund Freud és Jacques Lacan papírgépei: A pszichoanalízis inherens médiumarcheológiai diskurzusa (2019); A grammatika érzéketlensége: Kritikák X-ről, Y-ról (2020); Az ökokritika dilemmái: Kortárs ökológiák az irodalom és a technológia diszkurzív metszéspontjaiban (2023).",
      "publications": [
        {
          "year": "2023",
          "title": "“Elkerített testek a szikföldön: Borbély Szilárd: Bukolikatájban”",
          "source": "Irodalmi Magazin 3, pp. 113-118",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2023",
          "title": "“A megszólalás immerzióélménye a természethez tartozásban: Egy önfelszámoló szinekdochéról József Attilánál” In: Lőrincz, Csongor; Halász, Hajnalka (szerk.) A lírai hang túloldalai : József Attila-olvasatok.",
          "source": "Budapest: Prae Kiadó, pp. 133-156.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2021",
          "title": "“Dobbantás, doppelgängerek és drogok: Az analóg és digitális három epizódjának rövid összefoglalása a film kittleri médiatörténetében”",
          "source": "Enigma 104, pp. 141-148.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2020",
          "title": "“A ló meghal, a médium él: Médiumgenealógiák az antropológiai differenciához mint kultúrtechnikához” In: Balogh, Gergő; Fodor, Péter; Pataki, Viktor (szerk.) Milyen állat? : Az állatok irodalmi és nyelvelméleti reprezentációjáróli.",
          "source": "Debrecen: Alföld Alapítvány, pp. 248-278.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "“A halál hasznosítása és az újrahasznosított “élete”: Bartók Imre és Szerényi Szabolcs new weird fictionjei” In: Mészáros, Márton; Pataki, Viktor (szerk.) Az új emlékezete : Az újrahasznosítás poétikái.",
          "source": "Balatonfüred: Balatonfüred Városért Közalapítvány, pp. 199-213.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2024",
          "title": "“My Monstrous Progeny” : Reproducing the Other of Reproduction in Frankenstein and The Island of Doctor Moreau",
          "source": "Primerjalna književnost  47:1.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2018",
          "title": "“Bodily Techniques of the Digital: Remarks on the Spoof of Immateriality and the Revolt of Somatic Gestures”",
          "source": "Pragmatism Today 9: 1, pp. 126-137.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2015",
          "title": "“»Die Introjektions- und die Projektionsmaschinen«: Freud, Ferenczi, and the Idea of Machinic Temporality”",
          "source": "In: Lőrincz, Csongor (eds.) Wissen – Vermittlung – Moderne : Studien zu den ungarischen Geistes- und Kulturwissenschaften um 1900. Wien: Böhlau Verlag, pp. 323-353.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2015",
          "title": "“Az alaprajz tapasztalata: Miért lehetséges a Párhuzamos történetek diagrammatikus olvasata?”",
          "source": "Kalligram: Művészet és Gondolat 3 pp. 45-53.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Pressing Bodies/Pressing Concerns: The \"Lived Experience\" of the Non-Hermeneutic in the Works of Hans Ulrich Gumbrecht”",
          "source": "Pragmatism Today 2, pp. 57-65.",
          "lang": "hu",
          "url": ""
        }
      ]
    },
    "VeresBalint": {
      "name": "Veres Bálint",
      "post": "A budapesti Moholy-Nagy Művészeti Egyetem habilitált docense, ahol a DLA program vezetője.",
      "profileImg": "/person/Veres_Balint1.jpeg",
      "bio": "Veres Bálint esztétikából szerzett doktorátust az ELTÉn. A budapesti Moholy-Nagy Művészeti Egyetem habilitált docense, ahol a DLA program vezetője. Az oktatói kiválóságot elismerő Apáczai Csere János-díj birtokosa. A Magyar Szómaesztétikai Fórum elnöke, tagja a Nemzetközi Esztétikai Társaságnak, az International Society of Intermedia Studies-nak és az Európai Szomaesztétikai Hálózatnak. 2023-ban a Brill kiadónál jelent meg Richard Shusterman-nel közösen szerkesztett könyve, a Somaesthetics and Design Culture. Több nemzetközi interdiszciplináris konferencia szervezője: 'Design Culture and Somaesthetics' (2019), 'The Promise of Pragmatist Aesthetics' (2022) és 'Designing Everyday Experience' (2023). Tanulmányait a humán tudományok és a zene iránti párhuzamos érdeklődéssel kezdte. Egyetemi tanulmányai mellett zeneszerzést, zongorát, fagottot és magánéneket tanult. Szakmai érdeklődési területei közé tartozik a kortárs esztétika, a szómaesztétika, a designkultúra-tudomány, a zene, a média, az építészet és a fogyatékosságtudomány. Kutatói és oktatói tevékenysége mellett kritikusként és művészeti tanácsadóként dolgozott különböző intézményeknél, valamint társszerkesztőként és kurátorként a pannonhalmi Arcus Temporum Művészeti Fesztiválon (2005-14). Az inkulizív tervezést előmozdító MOME TransferLab (2012-19), és az atmoszféra-orientált tervezői gondolkodást serkento Aetmostudio (2024-) alapítója.",
      "publications": [
        {
          "year": "2022",
          "title": "“Pragmatista esztétika, kritikai elmélet, popkultúra”",
          "source": "MŰÚT",
          "lang": "hu",
          "url": "https://muut.hu/archivum/38334"
        },
        {
          "year": "2021",
          "title": "“Az építészeti tapasztalat akusztikai mozzanatairól”",
          "source": "ÉPÍTÉSZFÓRUM",
          "lang": "hu",
          "url": "http://epiteszforum.hu/az-epiteszeti-tapasztalat-akusztikai-mozzanatairol"
        },
        {
          "year": "2019",
          "title": "“Taktilis taktikák a kortárs kiállítási gyakorlatban”",
          "source": "Disegno: A Designkultúra Folyóirata 4: 1-2, pp. 22-37.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2014",
          "title": "“Újragondolhatjuk-e a művészeteket az építészet révén?”",
          "source": "Disegno: A Designkultúra Folyóirata 1, pp. 78-95.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2024",
          "title": "“The Somaesthetics of Rock Climbing”",
          "source": "PARSE Journal 18",
          "lang": "en",
          "url": "https://parsejournal.com/article/the-somaesthetics-of-rock-climbing/"
        },
        {
          "year": "2023",
          "title": "“A World Is Born: Craftsmanship, Mediality, and the Somatic Implications of Plato’s Timaeus”",
          "source": "In: Shusterman, Richard; Veres, Bálint (eds.) Somaesthetics and Design Culture. Leiden/Boston: Brill, pp. 23-49.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "Veres, Bálint and Richard Shusterman - “Introduction: Somaesthetics and Design Culture”",
          "source": "In: Shusterman, Richard; Veres, Bálint (eds.) Somaesthetics and Design Culture. Leiden/Boston: Brill, pp. 1-20.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "Veres, Bálint and Richard Shusterman (eds.) 2023. Somaesthetics and Design Culture.",
          "source": "Leiden/Boston: Brill.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "“Notes on the Aural Aspects of Built Environment”.",
          "source": "Journal of Somaesthetics 8: 2, pp. 78-87.",
          "lang": "en",
          "url": "https://journals.aau.dk/index.php/JOS/article/view/7408/6359"
        },
        {
          "year": "2022",
          "title": "“Pragmatism, Critical Theory, Pop Culture, and Fashion: Interview with Stefano Marino”.",
          "source": "ZoneModa Journal 12: no 1, pp. 213-218.",
          "lang": "en",
          "url": "https://doi.org/10.6092/issn.2611-0563/15050"
        },
        {
          "year": "2020",
          "title": "“The Operatic Principle: Negotiating Contradictory Demands of Signification”.",
          "source": "In: Sheinberg, Esti; Dougherty, William (eds.) The Routledge Handbook of Music Signification. New York: Routledge, pp. 100-110.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2019",
          "title": "“Tactile tactics in 21st century cultural displays”.",
          "source": "Pragmatism Today 10: 2, pp. 100-109.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2019",
          "title": " “Rethinking Aesthetics through Architecture?”.",
          "source": "n: Richard, Shusterman (ed.) Aesthetic Experience and Somaesthetics. Leiden/Boston: Brill, pp. 87-100.",
          "lang": "en",
          "url": ""
        }
      ]
    },
    "SekulicLarissa": {
      "name": "Sekulić Larisa",
      "post": "Filozófus, az SZTE Művészeti Karának oktatója.",
      "profileImg": "/person/Sekulic.jpeg",
      "bio": "Sekulić Larisa filozófus, az SZTE Művészeti Karának oktatója. A Szegedi Tudományegyetem Málnási Bartók György Filozófia Doktori Iskolájában szerzett PhD fokozatot 2025-ben. Kutatási területe Richard Shusterman szómaesztétikája, s annak kapcsolata a neopragmatizmus nyelvi elemeivel. Aktívan foglalkozik John Dewey tapasztalatcentrikus művészetfilozófiájával, különös tekintettel Dewey szómaesztétikára gyakorolt hatásával. További érdeklődési területei közé tartozik a test filozófiája és a neuroesztétika. Jelenleg a Szegedi Tudományegyetem Bartók Béla Művészeti Karának óraadója.",
      "publications": [
        {
          "year": "2016",
          "title": "„A kígyó mérge”.",
          "source": "Híd. 2016: 9. 115-119.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2019",
          "title": "„A megfoghatatlan tapasztalata”.",
          "source": "Híd. 2019:11. 126-130.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2020",
          "title": "„Értekezés erőszakról és hatalomról”.",
          "source": "Létünk. 2020:3. 129-144.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2022",
          "title": "„Reconsidering the notion of Art”.",
          "source": "Pragmatism Today. 2022: Vol.13.1. 78-85.",
          "lang": "en",
          "url": ""
        },
        {
          "year": "2023",
          "title": "„Az erőszak normalizálásának színháza”.",
          "source": "Létünk. 2023:3-4.117-128.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2023",
          "title": "„A populáris művészetek helye az esztétikaelméletben”.",
          "source": "Híd. 2023:7-8. 183-201.",
          "lang": "hu",
          "url": ""
        },
        {
          "year": "2025",
          "title": "„Test és filozófia”",
          "source": "Híd. 2025:7-8.",
          "lang": "hu",
          "url": ""
        }
      ]
    },
    "JobbagyBernadett": {
      "name": "Jobbágy Bernadett",
      "post": "Jobbágy Bernadett, koreográfus, előadó, szomatikus kutató, az MKE doktorjelöltje.",
      "profileImg": "/person/Jobbagy.jpg",
      "bio": "Jobbágy Bernadett a Magyar Képzőművészeti Egyetem (MKE) doktorjelöltje, abszolutóriummal végzett doktorandája. Koreográfus, előadó, testtudati mozgáscsoport vezető (a Body-Mind Centering® Iskolában képződött Somatic Movement Educator), valamint szomatikus mozgókép kutató és filmalkotó. Alapdiplomáját tájépítészmérnökként szerezte a Budapesti Corvinus Egyetemen (2006), később a Budapest Kortárstánc Főiskolán tanult, majd a Lumiere Filmiskolában végzett vágóként. 2021-ben részt vett a SZOME – Szomatikus Oktatásért és Mozgásért Egyesület alapításában, melynek azóta is tagja. Jelenlegi kutatásában a mozgókép és a szomatika párbeszédét, egymásra hatását, a mozgókép szomatikus potenciálját tanulmányozza, elsősorban koreografikus mozgóképek vizsgálatán keresztül, az Innovációs és Technológiai Minisztérium Kooperatív Doktori Program (KDP-2021) Doktori Hallgatói Ösztöndíj Programjának támogatásával. Kutatásához kapcsolódóan több nyilvános szakmai eseményt szervezett, köztük nemzetközi részvétellel megvalósult ‘Contemporary Somatics – Bodies Today’ (2025) szomatikus művészeti szimpóziumot. Emellett független alkotóként, előadóként és pedagógusként is dolgozik. A kortárs tánc és improvizáció mellett meghatározó szellemi és mozgásos háttere a Body-Mind Centering® (BMC®) testtudati iskola, valamint a Tai Chi és a QiGong rendszeres gyakorlása.",
      "publications": [
        {
          "year": "2022",
          "title": "AIA: 120-hour-book.",
          "source": "Created by Bernadett Jobbágy, Friederike Landau-Donnelly, Miriam Mallalieu, Roelant Meijer, Giulia Paradell, Amy Pezzin, Cristian Toro & Zoë Wonfor.",
          "lang": "en",
          "url": "https://www.studiothefuture.nl/aia"
        },
        {
          "year": "2024",
          "title": "Embodying Space: The Inside and the Outside of Soma in a Creative Process.",
          "source": "Papers in Arts and Humanities 4(1): 103-123.",
          "lang": "en",
          "url": "https://doi.org/10.52885/kcbpef02"
        },
        {
          "year": "2024",
          "title": "Somatic Composition and Embodied Filmmaking – a case study on practice and practitioners through the example of a Creative Lab.",
          "source": "The Journal of Somaesthetics 10(2): 162-177.",
          "lang": "en",
          "url": "https://doi.org/10.54337/ojs.jos.v10i2.8600"
        }
      ]
    }
  }
}
